Repository: oscarb92/starken
Catalog: i18n/languages/swastarkencl-*.po
Languages: es

source: Your shipments anywhere in Chile
es: Tus envios a cualquier lugar de chile

source: Starken Normal to agency service
es: Servicio Starken Normal a Agencia

source: Starken Normal to residence service
es: Servicio Starken Normal a Domicilio

source: Starken Express to residence service
es: Servicio Starken Express a Domicilio

source: Starken Normal to agency service - Pay on arrival
es: Servicio Starken Normal a Agencia - Pago en destino

source: Starken Normal to residence service - Pay on arrival
es: Servicio Starken Normal a Domicilio - Pago en destino

source: Starken Express to agency service - Pay on arrival
es: Servicio Starken Express a Agencia - Pago en destino

source: Starken Express to residence service - Pay on arrival
es: Servicio Starken Express a Domicilio - Pago en destino

source: API URL
es: URL de la API

source: Enter the API URL to connect to Starken services
es: Ingrese la url de la API para conectar a los Servicios de Starken

source: User token
es: Token de usuario

source: Origin commune
es: Comuna origen

source: Set the origin commune to rate and generate issues
es: Seleccione la comuna origen para cotizar y generar la emisión

source: Enter the user token to authenticate in the Starken services
es: Ingrese el token de usuario para autenticarse en los Servicios de Starken

source: Origin agency
es: Agencia origen

source: Set the origin agency to generate issues
es: Seleccione la agencia origen para generar las emisiones

source: Disable checking accounts
es: Desactivar los cuentas corrientes

source: Disable checking accounts and avoid to fetch ralated rates
es: Desactiva las cuentas corrientes y las cotizaciones relacionadas

source: Select a checking account
es: Seleccione una cuenta corriente

source: Enter the RUT. It will be use to rate and generate issues
es: Ingrese el RUT. Se usará para cotizar y generar emisiones

source: Enter a RUT: 00000000-k
es: Ingrese un RUT: 00000000-K

source: Cost Center
es: Centro de costo

source: Select the cost center
es: Seleccione el centro de costo

source: Hide shipping options without cost (0.00)
es: Ocultar las opciones de envio sin costo (0.00)

source: Hide shipping options without cost
es: Oculta las opciones de envios sin costos

source: Hide shipping options without cost (0.00) from API
es: Oculta las opciones de envio sin costo (0.00) desde la API

source: Logs
es: Registro de incidencias

source: Enable log
es: Activa el registro de incidencias

source: This option is useful to fix API response problems
es: Esta opción es útil para arreglar problemas relacionados a la API

source: Commune
es: Comuna

source: Street
es: Calle

source: Number
es: Número

source: Complement
es: Complemento

source: Phone
es: Teléfono

source: Starken Agencies
es: Agencias Starken

source: Address:
es: Dirección

source: Phone:
es: Teléfono:

source: Delivery:
es: Entrega:

source: Yes
es: Si

source: Weight Restrinction:
es: Restrinción de peso

source: Location on Google Map
es: Ubicación en Google Map

source: Print your tag
es: Imprimir etiqueta

source: here
es: aquí

source: Shipping info
es: Información de envío

source: Freight order
es: Orden de flete

source: Origin
es: Origen

source: Destination
es: Destino

source: Issuer's RUT
es: RUT del emisor

source: Issuer's name
es: Nombre del emisor

source: Issuer's email
es: Correo electrónico del emisor

source: Issuer's phone
es: Teléfono del emisor

source: Issuer's mobile
es: Teléfono móvil del emisor

source: Receiver's RUT
es: RUT del destinatario

source: Receiver's name
es: Nombre del destinatario

source: Receiver's email
es: Correo electrónico del destinatario

source: Receiver's phone
es: Teléfono del destinatario

source: Receiver's mobile
es: Teléfono móvil del destinatario

source: Receiver's address
es: Dirección del destinatario

source: Service type
es: Tipo de servicio

source: Payment type
es: Tipo de pago

source: Checking account
es: Cuenta corriente

source: Cost center
es: Centro de costo

source: Origin agency address
es: Dirección de la agencia origen

source: Shipping price
es: Precio del envío

source: Declared value
es: Valor declarado

source: Status
es: Estado

source: Commitment date
es: Fecha de compromiso

source: Created at
es: Creado

source: Updated at
es: Actualizado

source: History
es: Historial

source: Note
es: Nota

source: Issuance ID:
es: ID de la emisión

source: Delivery type:
es: Tipo de entrega

source: Payment type:
es: Tipo de pago

source: Service type:
es: Tipo de servicio

source: Origin agency:
es: Agencia origen

source: Destination agency:
es: Agencia destino

source: Order state to generate an issue
es: Estado de la orden

source: Set the order state from which the issue will be generated
es: Configure el Estado de la orden a partir del cual se generará la emisión

source: Starken Carrier
es: Transportista Starken

source: Street's name
es: Nombre de la calle

source: Department, Local, Office etc...
es: Departamento, local, oficina, etc...

source: Country
es: País

source: No trace data available yet!
es: Aún no hay datos de rastreo disponible.

source: Update
es: Actualizar
